Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: This episode has chapter markers. Go to the Chapters section and choose a chapter to go straight to it. With VoiceOver, swipe through the list and double-tap a chapter.
ar: تحتوي هذه الحلقة على علامات فصول. انتقل إلى قسم الفصول واختر فصلًا للانتقال إليه مباشرة. مع VoiceOver، اسحب عبر القائمة ثم انقر نقرًا مزدوجًا على الفصل.
de: Diese Folge hat Kapitelmarken. Gehe zum Bereich „Kapitel“ und wähle ein Kapitel, um direkt dorthin zu springen. Mit VoiceOver streichst du durch die Liste und tippst doppelt auf ein Kapitel.
el: Αυτό το επεισόδιο έχει σημάδια κεφαλαίων. Πηγαίνετε στην ενότητα Κεφάλαια και επιλέξτε ένα κεφάλαιο για να μεταβείτε κατευθείαν εκεί. Με το VoiceOver, σαρώστε τη λίστα και αγγίξτε δύο φορές ένα κεφάλαιο.
es: Este episodio tiene marcas de capítulo. Ve a la sección Capítulos y elige uno para ir directamente a él. Con VoiceOver, desliza por la lista y toca dos veces un capítulo.
fa: این قسمت نشانه‌های فصل دارد. به بخش فصل‌ها بروید و یک فصل را انتخاب کنید تا مستقیم به آن بروید. با VoiceOver، در فهرست بکشید و روی یک فصل دو بار ضربه بزنید.
fr: Cet épisode comporte des chapitres. Allez à la section Chapitres et choisissez un chapitre pour y aller directement. Avec VoiceOver, balayez la liste et touchez deux fois un chapitre.
he: לפרק הזה יש סימוני פרקים פנימיים. עברו לאזור הפרקים ובחרו פרק כדי לעבור אליו ישירות. עם VoiceOver, החליקו ברשימה והקישו פעמיים על פרק.
hi: इस एपिसोड में अध्याय मार्कर हैं। अध्याय वाले हिस्से पर जाएँ और सीधे किसी अध्याय पर जाने के लिए उसे चुनें। VoiceOver के साथ सूची में स्वाइप करें और किसी अध्याय पर डबल-टैप करें।
id: Episode ini memiliki penanda bab. Buka bagian Bab dan pilih bab untuk langsung ke sana. Dengan VoiceOver, gesek melalui daftar dan ketuk dua kali pada sebuah bab.
it: Questo episodio ha dei capitoli. Vai alla sezione Capitoli e scegli un capitolo per andarci direttamente. Con VoiceOver, scorri l'elenco e tocca due volte un capitolo.
ja: このエピソードにはチャプターマーカーがあります。「チャプター」セクションでチャプターを選ぶと、そこへ直接移動します。VoiceOver では一覧をスワイプし、チャプターをダブルタップします。
ko: 이 에피소드에는 챕터 표시가 있습니다. 챕터 섹션으로 이동해 챕터를 선택하면 바로 그곳으로 이동합니다. VoiceOver를 사용하면 목록을 쓸어넘긴 다음 챕터를 두 번 탭하세요.
nl: Deze aflevering heeft hoofdstukmarkeringen. Ga naar het onderdeel Hoofdstukken en kies een hoofdstuk om er direct naartoe te gaan. Met VoiceOver veeg je door de lijst en tik je dubbel op een hoofdstuk.
pl: Ten odcinek ma znaczniki rozdziałów. Przejdź do sekcji Rozdziały i wybierz rozdział, aby przejść prosto do niego. Z VoiceOver przesuwaj po liście i stuknij dwukrotnie rozdział.
pt: Este episódio tem marcações de capítulo. Vá para a seção Capítulos e escolha um capítulo para ir direto a ele. Com o VoiceOver, deslize pela lista e toque duas vezes em um capítulo.
ru: В этом выпуске есть метки глав. Перейдите в раздел «Главы» и выберите главу, чтобы сразу перейти к ней. С VoiceOver смахивайте по списку и дважды коснитесь главы.
sv: Det här avsnittet har kapitelmarkeringar. Gå till Kapitel och välj ett kapitel för att gå direkt dit. Med VoiceOver sveper du genom listan och dubbeltrycker på ett kapitel.
th: ตอนนี้มีเครื่องหมายบท ไปที่ส่วนบทแล้วเลือกบทเพื่อไปที่บทนั้นโดยตรง เมื่อใช้ VoiceOver ให้ปัดผ่านรายการแล้วแตะสองครั้งที่บท
tr: Bu bölümde kısım işaretleri var. Kısımlar bölümüne gidin ve doğrudan oraya gitmek için bir kısım seçin. VoiceOver ile listede kaydırın ve bir kısma çift dokunun.
uk: У цьому випуску є мітки розділів. Перейдіть до «Розділів» і виберіть розділ, щоб одразу перейти до нього. З VoiceOver змахуйте по списку й двічі торкніться розділу.
vi: Tập này có đánh dấu chương. Đi tới mục Chương và chọn một chương để chuyển thẳng đến đó. Với VoiceOver, vuốt qua danh sách và chạm hai lần vào một chương.
zh_hans: 这一集有章节标记。前往“章节”部分，选择一个章节即可直接跳转。使用 VoiceOver 时，在列表中轻扫并连按两下某个章节。

source: Quick Actions on Your Saved List
ar: إجراءات سريعة في قائمة المحفوظ
de: Schnelle Aktionen in deiner Liste „Gesichert“
el: Γρήγορες ενέργειες στη λίστα Αποθηκευμένα
es: Acciones rápidas en tu lista de guardados
fa: کنش‌های سریع در فهرست ذخیره‌شده‌ها
fr: Actions rapides dans votre liste Enregistrés
he: פעולות מהירות ברשימת השמורים
hi: सहेजी गई सूची में तेज़ क्रियाएँ
id: Tindakan Cepat di Daftar Disimpan
it: Azioni rapide nell'elenco Salvati
ja: 保存済みリストのクイックアクション
ko: 저장됨 목록의 빠른 동작
nl: Snelle acties in je lijst Bewaard
pl: Szybkie działania na liście Zapisane
pt: Ações rápidas na sua lista de salvos
ru: Быстрые действия в списке «Сохранённые»
sv: Snabba åtgärder i listan Sparade
th: การทำงานด่วนในรายการที่บันทึกไว้
tr: Kaydedilenler Listenizde Hızlı Eylemler
uk: Швидкі дії у списку «Збережені»
vi: Tác vụ nhanh trong danh sách Đã lưu
zh_hans: 已保存列表中的快捷操作

source: Swipe left on a saved item for quick actions, such as Unsave. Touch and hold an item to see all of its actions.
ar: اسحب لليسار على عنصر محفوظ لعرض إجراءات سريعة، مثل إلغاء الحفظ. المس العنصر مع الاستمرار لرؤية جميع إجراءاته.
de: Streiche auf einem gesicherten Eintrag nach links für schnelle Aktionen, etwa „Nicht mehr sichern“. Tippe und halte einen Eintrag, um alle Aktionen zu sehen.
el: Σαρώστε αριστερά σε ένα αποθηκευμένο στοιχείο για γρήγορες ενέργειες, όπως Αφαίρεση από τα αποθηκευμένα. Αγγίξτε παρατεταμένα ένα στοιχείο για να δείτε όλες τις ενέργειές του.
es: Desliza a la izquierda sobre un elemento guardado para ver acciones rápidas, como Quitar de guardados. Mantén pulsado un elemento para ver todas sus acciones.
fa: روی یک مورد ذخیره‌شده به چپ بکشید تا کنش‌های سریع را ببینید، مثل حذف از ذخیره‌شده‌ها. برای دیدن همهٔ کنش‌ها، روی مورد لمس کنید و نگه دارید.
fr: Balayez vers la gauche sur un élément enregistré pour des actions rapides, comme Retirer des enregistrés. Maintenez le doigt sur un élément pour voir toutes ses actions.
he: החליקו שמאלה על פריט שמור כדי לראות פעולות מהירות, כמו ביטול שמירה. געו והחזיקו פריט כדי לראות את כל הפעולות שלו.
hi: तेज़ क्रियाओं के लिए किसी सहेजे गए आइटम पर बाईं ओर स्वाइप करें, जैसे सहेजे गए से हटाएँ। सभी क्रियाएँ देखने के लिए किसी आइटम को छूकर रखें।
id: Gesek ke kiri pada item yang disimpan untuk tindakan cepat, seperti Batalkan Simpan. Sentuh dan tahan item untuk melihat semua tindakannya.
it: Scorri a sinistra su un elemento salvato per le azioni rapide, come Rimuovi dai salvati. Tieni premuto un elemento per vedere tutte le sue azioni.
ja: 保存済みの項目を左にスワイプすると、「保存を解除」などのクイックアクションが使えます。項目を長押しすると、すべてのアクションが表示されます。
ko: 저장된 항목에서 왼쪽으로 쓸어넘기면 '저장 취소' 같은 빠른 동작을 쓸 수 있습니다. 항목을 길게 누르면 모든 동작이 표시됩니다.
nl: Veeg naar links op een bewaard item voor snelle acties, zoals Niet meer bewaren. Houd een item ingedrukt om al zijn acties te zien.
pl: Przesuń w lewo na zapisanym elemencie, aby zobaczyć szybkie działania, np. Usuń z zapisanych. Dotknij i przytrzymaj element, aby zobaczyć wszystkie jego działania.
pt: Deslize para a esquerda em um item salvo para ver ações rápidas, como Remover dos salvos. Toque e segure um item para ver todas as ações dele.
ru: Смахните влево по сохранённому материалу, чтобы увидеть быстрые действия, например «Удалить из сохранённых». Коснитесь материала и удерживайте его, чтобы увидеть все действия.
sv: Svep åt vänster på ett sparat objekt för snabba åtgärder, till exempel Ta bort från sparade. Tryck och håll på ett objekt för att se alla dess åtgärder.
th: ปัดไปทางซ้ายบนรายการที่บันทึกไว้เพื่อดูการทำงานด่วน เช่น เลิกบันทึก แตะค้างที่รายการเพื่อดูการทำงานทั้งหมด
tr: Hızlı eylemler için kaydedilmiş bir öğede sola kaydırın; örneğin Kaydedilenlerden Kaldır. Tüm eylemleri görmek için bir öğeye dokunup basılı tutun.
uk: Змахніть ліворуч на збереженому матеріалі, щоб побачити швидкі дії, наприклад «Прибрати зі збережених». Торкніться й утримуйте матеріал, щоб побачити всі дії.
vi: Vuốt sang trái trên một mục đã lưu để dùng tác vụ nhanh, như Bỏ lưu. Chạm và giữ một mục để xem mọi tác vụ của nó.
zh_hans: 在已保存的项目上向左轻扫，可使用快捷操作，例如“取消保存”。按住某个项目可查看它的所有操作。

source: VoiceOver Actions on Your Saved List
ar: إجراءات VoiceOver في قائمة المحفوظ
de: VoiceOver-Aktionen in deiner Liste „Gesichert“
el: Ενέργειες VoiceOver στη λίστα Αποθηκευμένα
es: Acciones de VoiceOver en tu lista de guardados
fa: کنش‌های VoiceOver در فهرست ذخیره‌شده‌ها
fr: Actions VoiceOver dans votre liste Enregistrés
he: פעולות VoiceOver ברשימת השמורים
hi: सहेजी गई सूची में VoiceOver क्रियाएँ
id: Tindakan VoiceOver di Daftar Disimpan
it: Azioni VoiceOver nell'elenco Salvati
ja: 保存済みリストの VoiceOver アクション
ko: 저장됨 목록의 VoiceOver 동작
nl: VoiceOver-acties in je lijst Bewaard
pl: Działania VoiceOver na liście Zapisane
pt: Ações do VoiceOver na sua lista de salvos
ru: Действия VoiceOver в списке «Сохранённые»
sv: VoiceOver-åtgärder i listan Sparade
th: การทำงาน VoiceOver ในรายการที่บันทึกไว้
tr: Kaydedilenler Listenizde VoiceOver Eylemleri
uk: Дії VoiceOver у списку «Збережені»
vi: Tác vụ VoiceOver trong danh sách Đã lưu
zh_hans: 已保存列表中的 VoiceOver 操作

source: Each saved item has its own VoiceOver actions, such as Unsave. Turn the rotor to Actions, then swipe up or down to reach them.
ar: لكل عنصر محفوظ إجراءات VoiceOver خاصة به، مثل إلغاء الحفظ. اضبط الدوّار على الإجراءات، ثم اسحب لأعلى أو لأسفل للوصول إليها.
de: Jeder gesicherte Eintrag hat eigene VoiceOver-Aktionen, etwa „Nicht mehr sichern“. Stelle den Rotor auf „Aktionen“ und streiche nach oben oder unten, um sie zu erreichen.
el: Κάθε αποθηκευμένο στοιχείο έχει τις δικές του ενέργειες VoiceOver, όπως Αφαίρεση από τα αποθηκευμένα. Ρυθμίστε τον ρότορα στις Ενέργειες και σαρώστε πάνω ή κάτω για να τις φτάσετε.
es: Cada elemento guardado tiene sus propias acciones de VoiceOver, como Quitar de guardados. Pon el rotor en Acciones y desliza hacia arriba o hacia abajo para llegar a ellas.
fa: هر مورد ذخیره‌شده کنش‌های VoiceOver خودش را دارد، مثل حذف از ذخیره‌شده‌ها. چرخانه را روی کنش‌ها بگذارید و به بالا یا پایین بکشید تا به آن‌ها برسید.
fr: Chaque élément enregistré a ses propres actions VoiceOver, comme Retirer des enregistrés. Réglez le rotor sur Actions, puis balayez vers le haut ou le bas pour les atteindre.
he: לכל פריט שמור יש פעולות VoiceOver משלו, כמו ביטול שמירה. כוונו את הרוטור לפעולות והחליקו למעלה או למטה כדי להגיע אליהן.
hi: हर सहेजे गए आइटम की अपनी VoiceOver क्रियाएँ हैं, जैसे सहेजे गए से हटाएँ। रोटर को क्रियाएँ पर सेट करें, फिर उन तक पहुँचने के लिए ऊपर या नीचे स्वाइप करें।
id: Setiap item yang disimpan memiliki tindakan VoiceOver sendiri, seperti Batalkan Simpan. Atur rotor ke Tindakan, lalu gesek ke atas atau ke bawah untuk mencapainya.
it: Ogni elemento salvato ha le sue azioni VoiceOver, come Rimuovi dai salvati. Imposta il rotore su Azioni, poi scorri in alto o in basso per raggiungerle.
ja: 保存済みの各項目には「保存を解除」などの VoiceOver アクションがあります。ローターを「アクション」に合わせ、上下にスワイプして選びます。
ko: 저장된 각 항목에는 '저장 취소' 같은 고유한 VoiceOver 동작이 있습니다. 로터를 '동작'에 맞춘 다음 위나 아래로 쓸어넘겨 선택하세요.
nl: Elk bewaard item heeft eigen VoiceOver-acties, zoals Niet meer bewaren. Zet de rotor op Acties en veeg omhoog of omlaag om ze te bereiken.
pl: Każdy zapisany element ma własne działania VoiceOver, np. Usuń z zapisanych. Ustaw pokrętło na Działania i przesuwaj w górę lub w dół, aby do nich dotrzeć.
pt: Cada item salvo tem suas próprias ações do VoiceOver, como Remover dos salvos. Ajuste o rotor em Ações e deslize para cima ou para baixo para chegar a elas.
ru: У каждого сохранённого материала есть свои действия VoiceOver, например «Удалить из сохранённых». Установите ротор на «Действия» и смахивайте вверх или вниз, чтобы до них добраться.
sv: Varje sparat objekt har egna VoiceOver-åtgärder, till exempel Ta bort från sparade. Ställ rotorn på Åtgärder och svep uppåt eller nedåt för att nå dem.
th: แต่ละรายการที่บันทึกไว้มีการทำงาน VoiceOver ของตัวเอง เช่น เลิกบันทึก ตั้งตัวหมุนไปที่การทำงาน แล้วปัดขึ้นหรือลงเพื่อใช้
tr: Kaydedilen her öğenin kendi VoiceOver eylemleri vardır; örneğin Kaydedilenlerden Kaldır. Rotoru Eylemler'e getirin ve bunlara ulaşmak için yukarı ya da aşağı kaydırın.
uk: Кожен збережений матеріал має власні дії VoiceOver, наприклад «Прибрати зі збережених». Установіть ротор на «Дії» і змахуйте вгору або вниз, щоб до них дістатися.
vi: Mỗi mục đã lưu có tác vụ VoiceOver riêng, như Bỏ lưu. Đặt rô-to ở Tác vụ, rồi vuốt lên hoặc xuống để đến các tác vụ đó.
zh_hans: 每个已保存的项目都有自己的 VoiceOver 操作，例如“取消保存”。将转子设为“操作”，然后向上或向下轻扫即可使用。

source: Listen Offline
ar: استمع دون اتصال
de: Offline hören
el: Ακρόαση εκτός σύνδεσης
es: Escuchar sin conexión
fa: گوش دادن آفلاین
fr: Écouter hors ligne
he: האזנה לא מקוונת
hi: ऑफ़लाइन सुनें
id: Dengarkan Secara Offline
it: Ascolta offline
ja: オフラインで聴く
ko: 오프라인으로 듣기
nl: Offline luisteren
pl: Słuchaj offline
pt: Ouvir offline
ru: Слушайте офлайн
sv: Lyssna offline
th: ฟังแบบออฟไลน์
tr: Çevrimdışı Dinleyin
uk: Слухайте офлайн
vi: Nghe ngoại tuyến
zh_hans: 离线收听

source: Downloaded episodes are stored on your device, so they play without a connection. They stay until you remove them.
ar: تُخزَّن الحلقات المنزّلة على جهازك، لذا تعمل دون اتصال. وتبقى حتى تحذفها.
de: Geladene Folgen sind auf deinem Gerät gespeichert und spielen deshalb auch ohne Verbindung. Sie bleiben, bis du sie entfernst.
el: Τα επεισόδια που λαμβάνετε αποθηκεύονται στη συσκευή σας, οπότε παίζουν χωρίς σύνδεση. Μένουν εκεί μέχρι να τα αφαιρέσετε.
es: Los episodios descargados se guardan en tu dispositivo, así que se reproducen sin conexión. Se quedan hasta que los elimines.
fa: قسمت‌های بارگیری‌شده روی دستگاه شما ذخیره می‌شوند، پس بدون اتصال هم پخش می‌شوند. تا وقتی حذفشان نکنید می‌مانند.
fr: Les épisodes téléchargés sont stockés sur votre appareil, ils se lisent donc sans connexion. Ils restent jusqu'à ce que vous les supprimiez.
he: פרקים שהורדו נשמרים במכשיר, כך שהם מתנגנים גם בלי חיבור. הם נשארים עד שתסירו אותם.
hi: डाउनलोड किए गए एपिसोड आपके डिवाइस पर रहते हैं, इसलिए बिना कनेक्शन के भी चलते हैं। वे तब तक रहते हैं जब तक आप उन्हें हटा न दें।
id: Episode yang diunduh disimpan di perangkat Anda, jadi bisa diputar tanpa koneksi. Episode tetap ada sampai Anda menghapusnya.
it: Gli episodi scaricati sono salvati sul dispositivo, quindi si riproducono anche senza connessione. Restano finché non li rimuovi.
ja: ダウンロードしたエピソードはデバイスに保存されるので、接続がなくても再生できます。削除するまで残ります。
ko: 다운로드한 에피소드는 기기에 저장되므로 연결 없이도 재생됩니다. 직접 삭제할 때까지 남아 있습니다.
nl: Gedownloade afleveringen staan op je apparaat, dus ze spelen ook zonder verbinding. Ze blijven staan tot je ze verwijdert.
pl: Pobrane odcinki są zapisane na urządzeniu, więc odtwarzają się bez połączenia. Zostają, dopóki ich nie usuniesz.
pt: Os episódios baixados ficam no seu dispositivo, então tocam sem conexão. Eles ficam lá até você removê-los.
ru: Загруженные выпуски хранятся на устройстве, поэтому воспроизводятся без подключения. Они остаются, пока вы их не удалите.
sv: Nedladdade avsnitt sparas på din enhet, så de spelas utan anslutning. De finns kvar tills du tar bort dem.
th: ตอนที่ดาวน์โหลดไว้จะเก็บอยู่ในอุปกรณ์ จึงเล่นได้โดยไม่ต้องเชื่อมต่อ และจะอยู่จนกว่าคุณจะลบ
tr: İndirilen bölümler cihazınızda saklanır, bu yüzden bağlantı olmadan da çalar. Siz kaldırana kadar orada kalırlar.
uk: Завантажені випуски зберігаються на пристрої, тож відтворюються без підключення. Вони залишаються, доки ви їх не видалите.
vi: Các tập đã tải về được lưu trên thiết bị, nên phát được khi không có kết nối. Chúng ở đó cho đến khi bạn xóa.
zh_hans: 下载的单集存储在你的设备上，因此没有网络也能播放。它们会一直保留，直到你删除。

source: In the Write Comment form, the star rating works like an adjustable control. Swipe up to raise it and down to lower it. You can also turn the rotor to Value and swipe from there.
ar: في نموذج كتابة تعليق، يعمل تقييم النجوم كعنصر تحكم قابل للتعديل. اسحب لأعلى لرفعه ولأسفل لخفضه. يمكنك أيضًا ضبط الدوّار على القيمة والسحب من هناك.
de: Im Formular „Kommentar schreiben“ funktioniert die Sternebewertung wie ein einstellbares Element. Streiche nach oben, um sie zu erhöhen, und nach unten, um sie zu senken. Du kannst den Rotor auch auf „Wert“ stellen und von dort aus streichen.
el: Στη φόρμα Γράψτε σχόλιο, η βαθμολογία με αστέρια λειτουργεί σαν ρυθμιζόμενο στοιχείο. Σαρώστε πάνω για να την αυξήσετε και κάτω για να τη μειώσετε. Μπορείτε επίσης να ρυθμίσετε τον ρότορα στην Τιμή και να σαρώσετε από εκεί.
es: En el formulario Escribir comentario, la valoración con estrellas funciona como un control ajustable. Desliza hacia arriba para subirla y hacia abajo para bajarla. También puedes poner el rotor en Valor y deslizar desde ahí.
fa: در فرم نوشتن نظر، امتیاز ستاره‌ای مثل یک کنترل قابل تنظیم کار می‌کند. برای افزایش به بالا و برای کاهش به پایین بکشید. همچنین می‌توانید چرخانه را روی مقدار بگذارید و از آنجا بکشید.
fr: Dans le formulaire Écrire un commentaire, la note en étoiles fonctionne comme une commande réglable. Balayez vers le haut pour l'augmenter et vers le bas pour la baisser. Vous pouvez aussi régler le rotor sur Valeur et balayer à partir de là.
he: בטופס כתיבת תגובה, דירוג הכוכבים פועל כמו פקד שניתן לכוונן. החליקו למעלה כדי להעלות ולמטה כדי להוריד. אפשר גם לכוון את הרוטור לערך ולהחליק משם.
hi: टिप्पणी लिखें फ़ॉर्म में स्टार रेटिंग एक समायोज्य नियंत्रण की तरह काम करती है। बढ़ाने के लिए ऊपर और घटाने के लिए नीचे स्वाइप करें। आप रोटर को मान पर सेट करके वहाँ से भी स्वाइप कर सकते हैं।
id: Di formulir Tulis Komentar, peringkat bintang berfungsi seperti kontrol yang dapat disesuaikan. Gesek ke atas untuk menaikkan dan ke bawah untuk menurunkan. Anda juga bisa mengatur rotor ke Nilai lalu menggesek dari sana.
it: Nel modulo Scrivi commento, la valutazione a stelle funziona come un controllo regolabile. Scorri in alto per aumentarla e in basso per diminuirla. Puoi anche impostare il rotore su Valore e scorrere da lì.
ja: 「コメントを書く」フォームでは、星の評価が調整可能なコントロールとして動作します。上にスワイプすると上がり、下にスワイプすると下がります。ローターを「値」に合わせてスワイプすることもできます。
ko: '댓글 쓰기' 양식에서 별점은 조절 가능한 컨트롤처럼 작동합니다. 위로 쓸어넘기면 올라가고 아래로 쓸어넘기면 내려갑니다. 로터를 '값'에 맞추고 쓸어넘길 수도 있습니다.
nl: In het formulier Reactie schrijven werkt de sterbeoordeling als een instelbare regelaar. Veeg omhoog om te verhogen en omlaag om te verlagen. Je kunt de rotor ook op Waarde zetten en van daaruit vegen.
pl: W formularzu Napisz komentarz ocena w gwiazdkach działa jak regulowany element. Przesuń w górę, aby ją podnieść, i w dół, aby ją obniżyć. Możesz też ustawić pokrętło na Wartość i przesuwać od tego miejsca.
pt: No formulário Escrever comentário, a avaliação por estrelas funciona como um controle ajustável. Deslize para cima para aumentar e para baixo para diminuir. Você também pode ajustar o rotor em Valor e deslizar a partir daí.
ru: В форме «Написать комментарий» оценка звёздами работает как регулируемый элемент. Смахните вверх, чтобы повысить её, и вниз, чтобы понизить. Можно также установить ротор на «Значение» и смахивать оттуда.
sv: I formuläret Skriv kommentar fungerar stjärnbetyget som en justerbar kontroll. Svep uppåt för att höja och nedåt för att sänka. Du kan också ställa rotorn på Värde och svepa därifrån.
th: ในแบบฟอร์มเขียนความคิดเห็น คะแนนดาวทำงานเหมือนตัวควบคุมที่ปรับได้ ปัดขึ้นเพื่อเพิ่มและปัดลงเพื่อลด คุณยังตั้งตัวหมุนไปที่ค่าแล้วปัดจากตรงนั้นได้ด้วย
tr: Yorum Yaz formunda yıldız puanı ayarlanabilir bir denetim gibi çalışır. Artırmak için yukarı, azaltmak için aşağı kaydırın. Rotoru Değer'e getirip oradan da kaydırabilirsiniz.
uk: У формі «Написати коментар» оцінка зірками працює як регульований елемент. Змахніть угору, щоб підвищити, і вниз, щоб знизити. Також можна встановити ротор на «Значення» і змахувати звідти.
vi: Trong biểu mẫu Viết bình luận, xếp hạng sao hoạt động như một điều khiển có thể điều chỉnh. Vuốt lên để tăng và vuốt xuống để giảm. Bạn cũng có thể đặt rô-to ở Giá trị và vuốt từ đó.
zh_hans: 在“写评论”表单中，星级评分像一个可调节控件。向上轻扫可提高评分，向下轻扫可降低评分。也可以将转子设为“值”后再轻扫。
